Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: Um eine Spur zu markieren, klicken Sie auf das zugehörige Sprecher-Label am Anfang der Spur:
en_gb: In order to select a tier, click on the corresponding speaker label at the beginning of the tier:

source: Um eine einzelne Ersetzung zu entfernen, markieren Sie diese in der Liste und klicken Sie Remove.
en_gb: In order to delete a single replacement, select it in the list and click Remove.

source: Um eine neue Spezifiktation zu laden, drücken Sie auf den Button "Open..."
en_gb: To load a new specification, click "Open..."

source: Um eine zugehörige Formatierungstabelle zu öffnen, siehe „Format > Open format table...“.
en_gb: To open an associated format table, see "Format > Open format table...“.

source: Um einem Sprecher eine Sprache zuzuordnen, wählen Sie sie in der Liste links aus.
en_gb: To assign a language to a speaker, select it from the list on the left side.

source: Um einen anderen als den momentan im Keyboard angezeigten Zeichensatz zu erhalten, wählen Sie mittels Klick auf die Pfeiltaste aus der oberen Liste aus.
en_gb: To choose a different keyboard, click on the arrow and select one of the lists.

source: Um einen davon abweichenden Spurnamen einzugeben, deaktivieren Sie die Option „Auto“ und geben Sie den gewünschten Namen ein.
en_gb: In order to enter a different tier name, deactivate the option "Auto“ and enter the desired name.

source: Um einen neuen Sprecher anzulegen, klicken Sie auf Add speaker.
en_gb: In order to add a new speaker click Add speaker.

source: Um einen vorhandenen Sprecher aus der Liste zu entfernen, wählen Sie den entsprechenden Eintrag in der Liste aus und klicken Sie auf Remove speaker.
en_gb: In order to delete an existing speaker from the list, select the corresponding entry in the list and click Remove speaker.

source: Um einzelne Vorkommen zu ersetzen, klicken Sie zunächst auf Search.
en_gb: In order to replace specific search results, first click Search.

source: Um längere Ausschnitte zu wählen, gibt es zwei weitere Möglichkeiten:
en_gb: There are two possible ways to choose longer selections:

source: Um mit der Wortlisten-Ausgabe (s. u.) arbeiten zu können, muss diese Option aktiviert sein.
en_gb: In order to work with the wordlist output (see below), this option has to be checked.

source: Um mit der Wortlisten-Ausgabe (s. u.) arbeiten zu können, muss die Partitur auf diese Weise umgebrochen werden.
en_gb: In order to work with the word list output (see below), the musical score needs to be seperated??? like this.

source: Um nur die deutschen Umlaute und das „ß“ ersetzen zu lassen, klicken Sie auf Standard.
en_gb: To only replace the German special characters and the "ß", click Standard.

source: Um wieder editieren zu können, deaktivieren Sie die Option wieder, indem Sie die Funktion erneut über das Menü oder die Toolbar aufrufen.
en_gb: In order to be able to edit again, deactivate this option by selecting the function from the menu or the toolbar once more.

source: Um zu einem gefundenen Vorkommen in der Partitur zu springen, markieren Sie dieses in der Liste und klicken Sie auf Go to.
en_gb: In order to jump to a search result in the musical score, mark the result in the list and click Go to.

source: Umgekehrt weist der dritte Button ("Assign times") die Start- und Endzeit der aktuellen Auswahl im Oszillogramm den aktuell in der Partitur markierten Zeitpunkten zu.
en_gb: The third button ("Assign times") assigns the start and end time of the current selection in the oscillogram to the currently selected time points in the musical score.

source: Unter "Timeline Method" können Sie wählen, ob beim Aneinanderhängen Zeitpunkte gemäß ihrer absoluten Zeitwerte geordnet werden sollen ("Merge timelines", empfehlenswert für vollständig alignierte Transkriptionen) oder ob die beiden Zeitachsen einfach aneinandergehängt werden sollen ("Append timelines").
en_gb: "Timeline Method" allows you to choose whether time points should be sorted according to their absolute time values when they are being glued,("Merge timelines", is reccomended for fully aligned transcriptions) or whether the two time axes should shimply be stringed together.("Append timelines").

source: Unter 'Preferred Segmentation' können Sie zunächst den bevorzugten Segmentierungsalgorithmus einstellen.
en_gb: In 'Preferred Segmentation' you can set your preferred segmentation algorithm.

source: Unter 'Finite State Machines' können Sie benutzerdefinierte Endliche Maschinen (Finite State Machines) für die Segmentierungsalgorithmen festlegen.
en_gb: In 'Finite State Machines' you can define custom Finite State Machines for the segmentation algorithms.

source: Unter Range können Sie einstellen, ob Sie die gesamte Transkription oder nur einen Teil davon ausgeben möchten, genauer:
en_gb: Range allows you to define whether the output of the entire transcription is desired, or just a part of it. More specifically:

source: Unter dem Reiter „Stylesheets“ werden verschiedene Stylesheets festgelegt (siehe auch Anhang D):
en_gb: Different stylesheets are defined in the tab "Stylesheets“ (also see Appendix D):

source: Unter dem Reiter „SVG“ werden Parameter festgelegt, die speziell für die SVG-Ausgabe gelten:
en_gb: In the tab "SVG“ you can specify parameters which are specially used for SVG output.:

source: Unter dem Reiter „Break“ werden Parameter für den Zeilen- bzw. Seitenumbruch festgelegt:
en_gb: The tab "Break“ allows you to set the parameters for line and page break:

source: Unter dem Reiter „General“ werden weitere Parameter festgelegt, die für alle Ausgabeformen (also Drucker, RTF, HTML und XML) gelten:
en_gb: In the tab "General“ further parameters can be set, which apply to all forms of output (meaning printer, RTF, HTML and XML):

source: Unter dem Reiter „HTML“ werden Parameter festgelegt, die speziell für die HTML-Ausgabe verwendet werden:
en_gb: In the tab "HTML“, you can specify parameters which are specially used for HTML output.

source: Unter dem Reiter „RTF“ werden Parameter festgelegt, die speziell für die RTF-Ausgabe verwendet werden.
en_gb: In the tab "RTF“, you can specify parameters which are specially used for RTF output.

source: Unter „Event description“ kann der Ereignis-Text bearbeitet werden – dies mag vor allem bei sehr langen Beschreibungen komfortabler sein als das Bearbeiten in der Partitur selbst. Unter „User defined attributes“ können benutzerdefinierte Attribut-Wert-Paare für das Ereignis eingegeben werden (zur Bedienung dieses Feldes siehe „File > Meta information“).
en_gb: The event text can be edited via "Event description“ – this may be of convenience especially when writing extensive descriptions. "User defined attributes“ allows the entry of user defined attribute-value pairs for the event. (how to operate this field can be found under "File > Meta information“).

source: Unter „Speaker properties“ werden dann die bereits vorhandenen Informationen angezeigt.
en_gb: Under „Speaker properties“ the already existing information is displayed.

source: Unter „User defined attributes“ können Sie zusätzlich benutzerdefinierte Attribut-Wert-Paare für die Spur eingeben (zur Bedienung siehe „File > Edit Meta Information“).
en_gb: "User defined attributes“ allows the additional input of user-defined attribute-value pairs for the tier (for a manual, see "File > Edit Meta Information“).

source: Unter Decimal lässt sich bestimmen, ob ein Dezimalpunkt oder ein Dezimalkomma verwendet wird.
en_gb: Via Decimal you can define whether a decimal point or a comma is used.

source: Untermenü „Selection“
en_gb: Submenu „Selection“

source: Ursache
en_gb: Causes

source: Use CellFit parameter: legt fest, ob der „CellFit“-Parameter benutzt werden soll.
en_gb: Use CellFit parameter: specifies whether the "CellFit“ parameter is used.

source: Use JavaScript: legt fest, ob JavaScript-Funktionen (zur Verknüpfung der Spurlabel mit der Sprechertabelle) verwendet werden sollen.
en_gb: Use JavaScript: specifies whetherJavaScript functions are used (to link the tier labels with the speaker table).

source: Vektorgrafiken lassen sich mit entsprechenden Grafikprogrammen (z. B. Corel Draw, Adobe Illustrator) bearbeiten und qualitativ hochwertig in Druckvorlagen einbinden, da sie beim Skalieren nicht an Schärfe bzw. Auflösung verlieren.
en_gb: Vector graphics can be edited in graphic software (i. e. Corel Draw, Adobe Illustrator). Furthermore they can be used as high quality print templates, for scaling does not damage sharpness or definition.

source: Verharren Sie dazu mit dem Mauszeiger über dem betreffenden Zeichen:
en_gb: Hover over the symbol to have the "tool tip" displayed:

source: Verkürzt das momentan markierte Ereignis links um einen Zeitpunkt.
en_gb: Shrinks the currently selected event by one time point from the left.

source: Verkürzt das momentan markierte Ereignis rechts um einen Zeitpunkt.
en_gb: Shrinks the currently selected event by one time point from the right.

source: Verlässliche Synchronisationspunkte sind eigentlich nur die linken Grenzen.
en_gb: Reliable synchronisation points are mostly the left boundaries.

source: Verschiebt alle absoluten Zeitwerte in der Zeitachse um den angebenen Wert.
en_gb: Moves all absolute time values in the time axis by the specified value.

source: Verschiebt die Zeichen, die im aktuellen Ereignis links von der Cursorpostion stehen, in das vorhergehende Ereignis.
en_gb: Shifts the characters to the left of the current cursor position into the previous event .

source: Verschiebt die Zeichen, die im aktuellen Ereignis rechts von der Cursorposition stehen, in das nachfolgende Ereignis.
en_gb: Shifts the characters to the right of the current cursor position into the next event.

source: Verschiebt die momentan markierte Spur eine Position nach oben.
en_gb: Moves the currenty selected tier upwards.

source: Versieht einen Punkt auf der Zeitachse mit einem Lesezeichen bzw. eröffnet die Möglichkeit, ein bestehendes Lesezeichen umzubenennen.
en_gb: Adds a bookmark to a point on the time axis or allows the renaming of an already existing bookmark.

source: Vertical tolerance: legt einen Toleranzbereich für den Seitenumbruch fest.
en_gb: Vertical tolerance: defines a range of tolerance for the page brake.

source: Verwenden Sie diese Option nicht, wenn Sie mit farbiger Unterlegung oder Umrahmung von einzelnen Elementen arbeiten.
en_gb: Do notuse this option if you are working with framing or underlining single elements in colour.

source: Verwenden Sie diese Option unter MS Word 2000 jedoch nicht, wenn Sie mit Umrahmung von einzelnen Elementen arbeiten.
en_gb: Do not use this option in MS Word 2000 if you are working with framing single elements.

source: Verwendet wird das Stylesheet, das in den Benutzereinstellungen (siehe „Edit > Preferences...“) unter „Transcription to format table“ angegeben ist.
en_gb: The stylesheet that is specified in the user settings (see Edit > Preferences...“) in "Transcription to format table“ will be used.

source: Verwendet wird das Stylesheet, das in den Benutzereinstellungen (siehe „Edit > Preferences...“) unter „Speakertable to transcription“ angegeben ist.
en_gb: The stylesheet that is specified in the user settings (see „Edit > Preferences...“) in "Speakertable to transcription“ will be used.

source: Verwendet wird das Stylesheet, das unter „Edit > Preferences“ im Reiter „Stylesheets“ unter „Free stylesheet visualization“ angegeben ist.
en_gb: Uses the stylesheet that is selected via „Edit > Preferences“ in the tab „Stylesheets“ under „Free stylesheet visualization“.

source: Video, verschiedene Codecs) unterscheiden.
en_gb: Video, different Codecs).

source: Viele Dinge funktionieren deshalb anders, als Nutzer des syncWRITER oder von HIAT-DOS es gewohnt sein mögen.
en_gb: Thus, many things work differently than the users of syncWRITER or of HIAT-DOS may be used to.

source: Vier Attribute sind festgelegt:
en_gb: Four attributes are defined:

source: View-Menü
en_gb: View Menu

source: View > Color empty events
en_gb: View > Colour empty events

source: Vokale und Suprasegmentalia:
en_gb: Vowels and Suprasegmentals:

source: Von dort aus kann er in jede andere Anwendung, die über eine entsprechende „Einfügen“-Funktion („Paste“) verfügt, eingefügt werden.
en_gb: From there, the text can be copied into any other application that has a "paste" function.

source: Von links nach rechts werden angezeigt:
en_gb: Shown from left to right are:

source: Vorab wird eine Sicherheitsabfrage durchgeführt.
en_gb: A confirmation promt is then carried out.

source: Voraussetzung dafür ist erstens, dass sich die Transkription gemäß HIAT segmentieren lässt.
en_gb: The requirement is that, first, the transcription can be segmented according to HIAT.

source: Voraussetzung für die Verwendung dieser Option ist
en_gb: Requirements for the use of this option are:

source: Voraussetzung für diese Ausgabeform ist, dass die Transkription mit dem GAT-Segmentierungsalgorithmus segmentiert werden kann, die GAT-Transkriptionszeichen also konventionsgemäß eingesetzt wurden (siehe auch Anhang B: Segmentierungsalgorithmen).
en_gb: The requirement for this type of output is that the transcription can be segmented with the GAT algorithm, i.e. the GAT transcription symbols have been used according to the convention. (also see Appendix B: Segmentation Algorithms).

source: Vorbereitung
en_gb: Preparation

source: Vorher:
en_gb: Before:

source: Warten Sie, bis das Programm vollständig gestartet ist, und bestätigen Sie anschließen den „Starting Praat...“-Dialog, der im Partitur-Editor angezeigt wird, mit OK.
en_gb: Wait, until the program has started completely and then confirm the "Starting Praat..." dialogue that will be displayed in the Partitur-Editor with OK.

source: WORD) dann per "Paste" als Partitur eingefügt werden.
en_gb: WORD) by using "Paste".

source: Warten, bis Praat läuft (d. h.
en_gb: Wait for Praat to start

source: Warten, bis in Praat ein Editor für „Long Sound [Dateiname]“ geöffnet wird:
en_gb: Wait until an editor for „Long Sound [file name]“ is opened in Praat:

source: Was ist ein Stylesheet?
en_gb: What is a Stylesheet?

source: Was wird segmentiert?
en_gb: What to segment

source: Weil EXMARaLDA-Daten immer XML-Daten sind, ist die Stylesheet-Technologie gut geeignet, um mit vergleichsweise wenig Programmieraufwand ein hohes Maß an Flexibilität in der Datenverarbeitung zu erreichen.
en_gb: Due to the fact that EXMARaLDA data is alway XML data, the style sheet technology is most suitable in data processing to establish a high flexibility with a relatively low amount of programming involved.

source: Weil der Segmentierungsalgorithmus auf den Regelmäßigkeiten der Transkriptionssysteme beruht, kann es zu Problemen beim Segmentieren kommen, wenn beim Transkribieren gegen diese Regelmäßigkeiten verstoßen wird – d. h.
en_gb: Due to the fact that the segmentation algorithm relies on the regularities of the transcription system, degmentation problems may arise when these regularities are not adhered to while transcribing,

source: Weil diese graphische Struktur Ergebnis einer Berechnung ist, ist der Partitur-Editor auch kein wirkliches „What you see is what you get“-Instrument.
en_gb: Due to the fact that this graphical structure is the result of a calculation, the Partitur-Editor is not really a “What you see is what you get“instrument.

source: Welche Einträge als „sehr nahe beieinanderliegend“ gewertet werden, legen Sie über einen Schwellenwert fest.
en_gb: With the help of a threshhold you can define which entries are to be considered as "lying close together".

source: Welcher Schriftsatz im Keyboard selbst verwendet wird, können Sie über „Edit > Edit preferences“ festlegen Wenn Sie statt des gewünschten Zeichens in der Partitur nur ein Rechteck erhalten, müssen Sie die betreffende Spur in diese Schriftart umformatieren (siehe auch „Format > Edit format table“).
en_gb: The font that is used in the keyboard can be selected in "Edit > Edit preferences". If the desired symbol appears as a square in the musical score, the tier's font needs to be reformatted. (also see "Format > Edit format table").

source: Wendet den unter "Edit > Preferences > Segmentation" eingestellten Segmentierungsalgorithmus auf die momentan geöffnete Transkription an.
en_gb: Applies the segmentation algorithm set under "Edit > Preferences > Segmentation" to the transcription that is currently opened.

source: Wenn (wie im Beispiel) das Ereignis eine Zeitspanne von einem bis zum übernächsten Zeitpunkt, umfasst, wird es am dazwischen liegenden Zeitpunkt geteilt.
en_gb: If the event has a time span from one time point up to two time points thereafter, like in the example, it will be split at the interjacent time point.

source: Wenn Sie auf „Time proportional“ view umschalten, wird die Breite gemäß der zeitlichen Dauer des entsprechenden Intervalls berechnet, und Oszillogramm und Partitur werden synchronisiert.
en_gb: When switching to the "time proportional“ view, the width is calculated according to the length of time of the interval. Furthermore, the oscillogram and the musical score are synchronised.

source: Wenn Sie den Editor zum ersten Mal benutzen, sei Ihnen ans Herz gelegt, dieses Handbuch zu lesen und bei der Einarbeitung zu konsultieren.
en_gb: If you’re using the editor for the first time, kindly be advised to read this manual and consult it while familiarising yourself with the program..

source: Wenn Sie die EXMARaLDA Mailing-Liste abonnieren werden Sie automatisch immer über die Bereitstellung neuer Versionen informiert (siehe entsprechende Option auf Homepage unter http://www.exmaralda.org im Untermenü „Hilfe“).
en_gb: If you subscribe to the EXMARaLDA Mailing-List, you will be informed about the availability of a new version regularly (see this option on the homepage http://www.exmaralda.org in the sub menu "Help")..

source: Wenn Sie die Zuordnung vollständig vorgenommen haben, klicken Sie auf OK, um die beiden Transkriptionen zusammenzuführen.
en_gb: Once you've completed the assignment of the files click OK to glue the transcriptions.

source: Wenn Sie die zu ersetzenden Zeichen ändern möchten, klicken Sie auf Change...
en_gb: If you would like to change the characters that should be replaced, click Change...

source: Wenn Sie dies ändern wollen, sortieren Sie die Spuren zunächst so, dass all diejenigen Spuren, die innerhalb der Umrahmung platziert werden sollen, oben angeordnet sind (siehe hierzu auch „Tier > Change tier order“).
en_gb: If you would like to change this, reorder all the tiers so that the tiers you would like to placed into the frame are on top. (for this see also "Tier > Change tier order“).

source: Wenn Sie diese Einstellungen einmal vorgenommen haben, können Sie das Programm Praat über Start Praat direkt aus dem Partitur-Editor heraus starten.
en_gb: If you have completed this set up, you can start the program Praat directly in the Partitur-Editor by selecting Start Praat.

source: Wenn Sie diese Mittel nur aus Gründen der Darstellung verwenden möchten, können Sie die gewünschten Änderungen später in einem ausgegebenen RTF-Dokument vornehmen.
en_gb: If you would solely like to use these features for display purposes, you can later apply the desired changes to an exported RTF document.

source: Wenn Sie dieses Feld leer lassen, wird kein Stylesheet angewendet, die Transkription also als XML ausgegeben.
en_gb: If you leave the field blank o stylesheet will be used and the output will be in XML.

source: Wenn Sie ein Korpus mit dem Corpus-Manager verwalten, können Sie Metadaten auch aus der COMA-Datei übernehmen.
en_gb: If you're managing a corpus with the Corpus-Manager, the meta data can be imported from the COMA file.

source: Wenn Sie einen Fehler entdecken oder einen Verbesserungsvorschlag haben, sind wir sehr dankbar, wenn Sie uns diese in einer E-Mail so präzise wie möglich (siehe dazu auch den Punkt "Help > About...“) schildern.
en_gb: If you should encounter such errors or have any suggestions or feedback, we'd be grateful if you were to send us a detailed description via e-mail (Also see “Help > About...“).

source: Wenn Sie in diesem Zustand die Auswahlgrenzen im Oszillogramm verändern, ändern sich auch die zugehörigen Zeitwerte in der Partitur.
en_gb: If the selection boundaries in the oscillogram are altered in this state, these alterations will also be applied to the connected time values in the musical score.

source: Wenn Sie mit der Maus über einem Symbol verharren, wird im unteren Teil des Panels eine vergrößerte Version des Symbols mit einer Beschreibung angezeigt.
en_gb: A larger version of the symbol will be displayed in the lower part of the panel, when hovering over the symbol with the cursor.

source: Wenn Sie über das Audio/Video-Panel eine andere Mediendatei laden, wird diese an die erste Stelle in der Liste gesetzt.
en_gb: If you load a different media file with help of the Audio/Video Panel, it will be placed at the top of the list.

source: Wenn das aktuelle Ereignis nur eine Zeitspanne von einem Zeitpunkt bis zum nächsten umfasst, wird ein neuer Zeitpunkt auf der Zeitachse eingefügt.
en_gb: If the current event only includes a time span from one time point to the next, a new time point will be inserted on the time axis.

source: Wenn das betreffende Ereignis mehr als ein Zeitintervall umfasst, ist diese Funktion deaktiviert.
en_gb: If the event in question covers more than one time interval this function is deactivated.

source: Wenn der Import misslingt, erhalten Sie eine Fehlermeldung der folgenden Art:
en_gb: If the import fails, an error message of the following kind will appear:

source: Wenn der Import gelingt, erhalten Sie eine Partiturrepräsentation Ihrer Transkription.
en_gb: If the import succeeds a musical score representation will be visible in the transcription.

source: Wenn der Modus eingeschaltet ist, ändert sich das Verhalten des Editors folgendermaßen:
en_gb: If the mode is turned on the behaviour of the editor will change as shown in the following:

source: Wenn der Partitur-Editor eine Transkription als SVG-Dateien ausgibt, so schreibt er pro Partiturfläche, die beim Umbruch entsteht, eine SVG-Datei.
en_gb: If the Partitur-Editor creates SVG files from a transcription, it writes an SVG file for every musical score area that has been created due to a line break.

source: Wenn die sync-Optionen des Start- und/oder Stop-Schiebereglers 7 ausgewählt sind, wird die Übertragung der momentan ausgewählten Zeitwerte aus der Transkription (s. o.) automatisch vorgenommen, d. h.
en_gb: If the sync options of the start or stop slide controls 7 are selected, the transfer of the currently selected time values in the transcription will automatically be used.

source: Wenn die Stop-Position oder das Ende der Datei erreicht ist, wird das Abspielen automatisch beendet. Wenn die "Loop"-Option 18 aktiviert ist, wird die aktuelle Auswahl in einer Schliefe immer wieder abgespielt.
en_gb: If the Stop position or the end of the file is reached, playback will terminate automatically. If the "Loop" option 18 is activated, the current selection will be played in a loop.

source: Wenn die Option aktiviert ist, wird bei jedem Start des Editors eine Sicherungskopie mit einem eindeutigen Namen für diese Sitzung angelegt.
en_gb: If this option is activated, a backup copy with a clear name is created for the session, every time the editor is started.

source: Wenn die Option „Auto“ aktiviert ist, wird dieser Name automatisch aus Sprecherkürzel und Kategorie generiert.
en_gb: If the option "Auto“ is activated, this name is automatically generated from the abbreviation and the category.
